Repository: norhap/enigma2-plugin-systemplugins-devicemanager
Catalog: po/*.po
Languages: el, es

source: Device details
el: Λεπτομέρειες συσκευής
es: Detalles Dispositivo

source: Hard disk standby after
el: Σκληρός δίσκος σε αναμονή μετά από
es: Disco duro en modo de espera después de

source: Save
el: Αποθήκευση
es: Guardar

source: Exit
el: Έξοδος

source: Model: unknown
el: Μοντέλο: άγνωστο
es: Modelo: desconocido

source: Serial: unknown
el: Σειριακός αριθμός: άγνωστο
es: Serial: desconocido

source: Firmware: unknown
el: Υλικολογισμικό: άγνωστο
es: Firmware: desconocido

source: Cylinders: unknown
el: Κύλινδροι: άγνωστο
es: Cilindros: desconocido

source: Heads: unknown
el: Κεφαλές: άγνωστο
es: Cabezales: desconocido

source: Sectors: unknown
el: Τομείς: άγνωστο
es: Sectores: desconocido

source: Read disk speed: unknown
el: Ταχύτητα ανάγνωσης δίσκου: άγνωστο
es: Lectura velocidad disco: desconocido

source: Read disk cache speed: unknown
el: Ταχύτητα ανάγνωσης cache: άγνωστο
es: Lectura valocidad caché disco: desconocido

source: Disk temperature: unknown
el: Θερμοκρασία: άγνωστο
es: Temperatura Disco: desconocido

source: Model: %s
el: Μοντέλο: %s
es: Modelo: %s

source: Serial: %s
el: Σειριακός αριθμός: %s

source: Firmware: %s
el: Υλικολογισμικό: %s

source: Cylinders: %s (max) %s (current)
el: Κύλινδροι: %s (μέγιστο) %s (τρέχον)
es: Cilindros: %s (máximo) %s (actual)

source: Heads: %s (max) %s (current)
el: Κεφαλές: %s (μέγιστο) %s (τρέχον)
es: Cabezales: %s (máximo) %s (actual)

source: Sectors: %s (max) %s (current)
el: Τομείς: %s (μέγιστο) %s (τρέχον)
es: Sectores: %s (máximo) %s (actual)

source: Read speed: %s
el: Ταχύτητα ανάγνωσης δίσκου: %s
es: Velocidad lectura: %s

source: Read cache speed: %s
el: Ταχύτητα ανάγνωσης cache: %s
es: Velocidad lectura caché: %s

source: Disk temperature: %s
el: Θερμοκρασία: %s
es: Temperatura Disco: %s

source: Mount points
el: Σημεία προσάρτησης
es: Puntos de Montaje

source: Mount as %s
el: Προσάρτηση ως %s
es: Montar como %s

source: Mount on custom path
el: Προσάρτηση σε προσαρμοσμένη διαδρομή
es: Montar en ruta

source: Fixed mount
el: Σταθερή προσάρτηση
es: Montaje fijo

source: Fast mount
el: Γρήγορη προσάρτηση
es: Montaje rápido

source: Insert mount point:
el: Ορισμός σημείου προσάρτησης:
es: Insertar punto de montaje:

source: Selected mount point is already used by another drive.
el: Το επιλεγμένο σημείο προσάρτησης χρησιμοποιείται ήδη από άλλη συσκευή.
es: El punto de montaje seleccionado ya lo utiliza otra unidad.

source: Do you want to replace the existing drive with the new one?
el: Θέλετε να αντικαταστήσετε τον υπάρχοντα δίσκο με τον νέο;
es: ¿Desea reemplazar la unidad existente con la nueva?

source: Mount point already exists
el: Το σημείο προσάρτησης υπάρχει ήδη
es: El punto de montaje ya existe

source: Unmounting current drive failed!
el: Δεν είναι δυνατή η αποπροσάρτηση του τρέχοντα δίσκου!
es: Desmontaje de la unidad actual ha fallado!

source: A recording in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem.
el: Μια εγγραφή ή χρονομετατόπιση βρίσκεται σε εξέλιξη ή κάποιο εξωτερικό εργαλείο (όπως samba, swap, nfsd) μπορεί να προκαλεί αυτό το πρόβλημα.
es: Una grabación en progreso, Timeshift o algunas herramientas externas (como samba, swapfile y nfsd) pueden causar este problema.

source: Please stop these processes or applications and try again.
el: Παρακαλούμε σταματήστε τις παραπάνω δραστηριότητες ή εφαρμογές και προσπαθήστε ξανά.
es: Detenga estos procesos o aplicaciones e intente nuevamente.

source: Mounting new drive failed!
el: Δεν είναι δυνατή η προσάρτηση του νέου δίσκου!
es: El montaje de la nueva unidad ha fallado!

source: Please check the filesystem or format it and try again.
el: Παρακαλούμε ελέγξτε το σύστημα αρχείων ή διαμορφώστε τον και προσπαθήστε ξανά.

source: Changes in fixed mounted drives require a system restart.
el: Οι αλλαγές σε σταθερά προσαρτημένες συσκευές απαιτούν την επανεκκίνηση του συστήματος.
es: Los cambios en unidades montadas fijas requieren un reinicio del sistema.

source: Do you want to restart your receiver now?
el: Θέλετε να γίνει επανεκκίνηση του δέκτη σας τώρα;
es: Quieres reiniciar su receptor ahora?

source: Restart receiver
el: Επανεκκίνηση δέκτη
es: Reiniciar receptor

source: Fast mounted drives removal
el: Αφαίρεση γρήγορα προσαρτημένων συσκευών
es: Desmontaje de unidades de montaje rápido

source: Unmount
el: Αποπροσάρτηση
es: Desmontar

source: Fast mounted media removed successfully.
el: Η γρήγορα προσαρτημένη συσκευή αφαιρέθηκε με επιτυχία.
es: Los medios de montaje rápido se eliminaron con éxito.

source: You can safely unplug the device now, if there are no other mounted partitions from it.
el: Μπορείτε να αποσυνδέσετε τη συσκευή με ασφάλεια, αν δεν υπάρχουν άλλα προσαρτημένα διαμερίσματα από αυτήν.
es: Puede desconectar el dispositivo de forma segura ahora, si no hay otras particiones montadas.

source: Please remove fixed mounted devices with 'Storage device manager' panel.
el: Παρακαλούμε αφαιρέστε τις σταθερά προσαρτημένες συσκευές μέσω της 'Διαχείρισης μέσων αποθήκευσης'.
es: Retire los dispositivos montados fijos con el panel 'Administrador de dispositivos de almacenamiento'.

source: Partition {0} (fixed mounted: {1})
el: Διαμέρισμα {0} (σταθερή προσάρτηση: {1})
es: Partición {0} (montaje fijo: {1})

source: Partition {0} (fast mounted: {1})
el: Διαμέρισμα {0} (γρήγορη προσάρτηση: {1})
es: Partición {0} (montaje rápido: {1})

source: Partitions
el: Διαμερίσματα
es: Particiones

source: Check
el: Έλεγχος
es: Comprobar

source: Format
el: Διαμόρφωση
es: Formato

source: Mount
el: Προσάρτηση
es: Montaje

source: Disk check completed successfully.
el: Ο έλεγχος δίσκου ολοκληρώθηκε με επιτυχία.
es: Verificación de disco completada con éxito.

source: Error checking disk.
el: Σφάλμα κατά τον έλεγχο του δίσκου.
es: Error comprobando disco.

source: The disk may be damaged!
el: Ο δίσκος μπορεί να είναι κατεστραμμένος!
es: El disco puede estar dañado!

source: Format completed successfully.
el: Η διαμόρφωση ολοκληρώθηκε με επιτυχία.
es: Formato completado con éxito.

source: Formatting current drive failed!
el: Δεν είναι δυνατή η διαμόρφωση του διαμερίσματος %d!
es: Formateado unidad actual fallido!

source: Error formatting disk.
el: Σφάλμα κατά τη διαμόρφωση του δίσκου.
es: Error formateando disco.

source: Checking disk %s
el: Έλεγχος δίσκου %s
es: Comprobando disco %s

source: Disk check
el: Έλεγχος δίσκου
es: Comprobación de disco

source: Formatting disk %s
el: Διαμόρφωση δίσκου %s
es: Formateando disco %s

source: Disk format
el: Διαμόρφωση δίσκου
es: Formato Disco

source: Please select a file system for the partition
el: Παρακαλούμε επιλέξτε το σύστημα αρχείων για το διαμέρισμα
es: Seleccione un sistema de archivos para la partición

source: Partition {0} - {1} (fixed mounted: {2})
el: Διαμέρισμα {0} - {1} (σταθερή προσάρτηση: {2})
es: Partición {0} - {1} (montaje fijo: {2})

source: Partition {0} - {1} (fast mounted: {2})
el: Διαμέρισμα {0} - {1} (γρήγορη προσάρτηση: {2})
es: Partición {0} - {1} (montaje rápido: {2})

source: Partition {0} - {1}
el: Διαμέρισμα {0} - {1}
es: Partición {0} - {1}

source: Storage device manager
el: Διαχείριση μέσων αποθήκευσης
es: Administrador dispositivos almacenamiento

source: Info
el: Πληροφορίες

source: Initialize
el: Αρχικοποίηση
es: Formatear

source: Initialization of fixed mounted drives require a system restart.
el: Η αρχικοποίηση σταθερά προσαρτημένων συσκευών απαιτούν την επανεκκίνηση του συστήματος.
es: El formateo de unidades montadas fijas requiere un reinicio del sistema.

source: Formatting partition %d failed!
el: Δεν είναι δυνατή η διαμόρφωση του διαμερίσματος %d!
es: Formateando partición %d fallido!

source: Formatting partition %d
el: Γίνεται διαμόρφωση διαμερίσματος %d
es: Formateando partición %d

source: Disk initialization
el: Αρχικοποίηση δίσκου
es: Inicializar disco

source: Partitioning failed!
el: Η δημιουργία διαμερίσματος απέτυχε!
es: Particionamiento fallido!

source: Partitioning...
el: Δημιουργία διαμερισμάτων...
es: Particionando...

source: Initialize disk
el: Αρχικοποίηση δίσκου
es: Inicializar disco

source: Please select a file system for the drive
el: Παρακαλούμε επιλέξτε το σύστημα αρχείων για τον δίσκο
es: Seleccione un sistema de archivos para la unidad

source: One partition
el: Ένα διαμέρισμα
es: Una partición

source: Two partitions
el: Δύο διαμερίσματα
es: Dos particiones

source: Three partitions
el: Τρια διαμερίσματα
es: Tres particiones

source: Four partitions
el: Τέσσερα διαμερίσματα
es: Cuatro particiones

source: Please select your preferred configuration
el: Παρακαλούμε επιλέξτε την προτιμώμενη διαμόρφωση
es: Por favor seleccione su configuración preferida

source: No - simple
el: Όχι - απλό

source: Yes - fstab entry as /media/hdd
el: Ναι - προσάρτηση ως /media/hdd

source: Initialize as HDD?
el: Αρχικοποίηση ως σκληρός δίσκος;

source: You need to initialize your storage device first.
el: Πρέπει πρώτα να αρχικοποιήσετε τη συσκευή αποθήκευσης.
es: Primero debe inicializar su dispositivo de almacenamiento.

source: Format and partition your storage devives and manage mount points
el: Διαμόρφωση και δημιουργία διαμερισμάτων για τις αποθηκευτικές συσκευές σας και διαχείριση σημείων προσάρτησης

source: Quickly and safely remove storage devices
el: Γρήγορη και ασφαλής αφαίρεση συσκευών αποθήκευσης
es: Retire de forma rápida y segura los dispositivos de almacenamiento

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: No fast mounted drives found
es: No se encontraron unidades montadas rápidamente

source: yes
es: sí

source: Initialize as hard disk?
es: Formatear como disco duro?

source: Format and partition storage devices and manage mount points
es: Formatee y particione dispositivos de almacenamiento y gestione puntos de montaje
